[
{	"question": "This week we'll see summer 2023 coming to an end, so for this week's [WEEKLY WONDER] complete the following: \"With summer ending, one thing I can do to keep that summer feeling going is ___________.\"",
	"startDate": "2023-09-18",
	"endDate": "2023-09-22",
	"createdDate": "2023-09-20"
},
{	"question": "It's International Coffee Day this Friday so to celebrate the greatest drink ever invented, this week's [WEEKLY WONDER] is: \"When I don't get my morning coffee, I feel like I need to __________ .\"",
	"startDate": "2023-09-25",
	"endDate": "2023-09-29",
	"createdDate": "2023-09-20"
},
{	"question": "World Smile Day is happening this Wednesday, so this week's [WEEKLY WONDER] is: \"I find myself grinning uncontrollably when I witness ______________.\"",
	"startDate": "2023-10-02",
	"endDate": "2023-10-06",
	"createdDate": "2023-09-20"
},
{	"question": "National Chess Day falls on Saturday this week, so in the spirit of the Game of Kings, this week's [WEEKLY WONDER] is:  \"Your opponent moves their pawn to e4, you follow up with this lesser known chess move called _______________.\"",
	"startDate": "2023-10-09",
	"endDate": "2023-10-13",
	"createdDate": "2023-09-20"
},
{	"question": "World Food Day is today, since everyone, and I mean everyone, enjoys tacos, this week's [WEEKLY WONDER] is: \"I would never eat a taco that had ____________ on it.\"",
	"startDate": "2023-10-16",
	"endDate": "2023-10-20",
	"createdDate": "2023-09-20"
},
{	"question": "The internet has changed our world for the better, most times, this is a statement that no one could probably argue against. This Sunday is International Internet Day and so this week's [WEEKLY WONDER] is: \"If the internet didn't exist today, I would get so much more __________________ done.\"",
	"startDate": "2023-10-23",
	"endDate": "2023-10-27",
	"createdDate": "2023-09-20"
},
{	"question": "With this week being the spookiest of all weeks and we're not in the office to see each other's creepiness, this week's [WEEKLY WONDER] is: \"Looking back, my most favourite custom I've ever put together for Halloween was the time I went as ____________.\"",
	"startDate": "2023-10-30",
	"endDate": "2023-11-03",
	"createdDate": "2023-09-20"
},
{	"question": "All week it's International Week of Science and Peace, to celebrate this obvious pairing, fill in the blank for  this week's [WEEKLY WONDER]: \"The least obvious way for science to solve world peace is: ________________.\"",
	"startDate": "2023-11-06",
	"endDate": "2023-11-10",
	"createdDate": "2023-09-20"
},
{	"question": "International Day of Kindness is upon us today, to celebrate we would like you to take a moment to reflect on something positive for this week's [WEEKLY WONDER]: \"This one time, I performed a selfless act of kindness for someone else by _____________.\"",
	"startDate": "2023-11-13",
	"endDate": "2023-11-17",
	"createdDate": "2023-09-20"
},
{	"question": "All week we're celebrating National Game and Puzzle Week, so buckle up and get ready for this week's [WEEKLY WONDER]: \"If I were trapped in an Escape Room and couldn't figure out how to get out, I would _______________ and hope for the best.\"",
	"startDate": "2023-11-20",
	"endDate": "2023-11-24",
	"createdDate": "2023-09-20"
},
{	"question": "This may come as a surprise to many of you, but this week it is International Computer Science Education Week so this week's [WEEKLY WONDER] is: \"I am keeping up with the current trends in computer science and technology by: __________________.\"",
	"startDate": "2023-11-27",
	"endDate": "2023-12-01",
	"createdDate": "2023-09-20"
},
{	"question": "Tuesday is International Volunteer Day so for today's [WEEKLY WONDER] is: \"A job that I would do for free would be ________________.\"",
	"startDate": "2023-12-04",
	"endDate": "2023-12-08",
	"createdDate": "2023-09-20"
},
{	"question": "Remember back when we celebrated International Coffee Week? That was fun. So let's do it all over again except this time let's do it with tea for International Tea Day on : \"If I had a medium read tea leaves to tell me about my future, I would be most surprised if they told me _______________.\"",
	"startDate": "2023-12-11",
	"endDate": "2023-12-15",
	"createdDate": "2023-09-20"
},
{	"question": "This coming Saturday is the Festivus which is seen as an alternative to the pressures and commercialism of the Christmas season. \"If I could choose my own personal Festivus tradition, it would be _________________.\"",
	"startDate": "2023-12-18",
	"endDate": "2023-12-22",
	"createdDate": "2023-09-20"
},
{	"question": "Hey, what are you doing here? You should go and connect with your friends and family. ",
	"startDate": "2023-12-25",
	"endDate": "2023-12-29",
	"createdDate": "2023-09-20"
}
]