[
{	
    "question": "It's a new year, so have a new year glow up with it being National Science Fiction Day on Tuesday by completing the following for Punch Line: \"If I were to write a Science Fiction book, my anonymous \"Pen-name\" as an author would be ______________.\"",
	"startDate": "2024-01-01",
	"endDate": "2024-01-05",
	"createdDate": "2023-09-20"
},
{	"question": "Look around, your desk is filthy isn't it? I knew it, mine is too. So let's all take a moment and tidy up your desk for National Clean Up Your Desk Day tomorrow. I'll wait. Okay, now fill out the following for this week's Punch Line: \"The grossest thing I just cleaned off my desk (don't be gross) is: ______________.\"",
	"startDate": "2024-01-08",
	"endDate": "2024-01-12",
	"createdDate": "2023-09-20"
},
{	"question": "Thursday is National Thesaurus Day, so for this week's Punch Line, without using a thesaurus mind you, come up with an alternative term that describes that familiar feeling of how your eyes burn after staring at a screen too long.",
	"startDate": "2024-01-15",
	"endDate": "2024-01-19",
	"createdDate": "2023-09-20"
},
{	"question": "Turn up your volumes people it's time for some mandatory fun because it's National Fun at Work day on Friday. For this week's Punch Line, suggest a way that you can have fun at work without upsetting HR.",
	"startDate": "2024-01-22",
	"endDate": "2024-01-26",
	"createdDate": "2023-09-20"
},
{	"question": "This Friday it's Groundhog Day, again. For this week's Punch Line: \"Deja-vu is the feeling of having lived through he present situation before. A time where I felt deja-vu was when _______________.\" ",
	"startDate": "2024-01-29",
	"endDate": "2024-02-02",
	"createdDate": "2023-09-20"
},
{	"question": "It's National Pizza Day on Friday and we're gonna make a pie together for this week's Punch Line. If you could make sure your favourite topping made it onto the pizza, what would you insist was part of the ingredients list?",
	"startDate": "2024-02-05",
	"endDate": "2024-02-09",
	"createdDate": "2023-09-20"
},
{	"question": "Today is International Darwin Day, strictly theorhetically speaking, for this week's Punch Line, come up with a human charactistic that would need to evolve in order for us to populate and thrive on planet Mars?",
	"startDate": "2024-02-12",
	"endDate": "2024-02-16",
	"createdDate": "2023-09-20"
}
]